{
  "header1": "QUALIFICATIONS",
  "smallHeader": "My name is Henryk Dyczek.",
  "paragraph1": "I am a Charted Acupuncturist and Chiropractor affiliated with the Polish Society of Manual Medicine, British Acupuncture Council.",
  "paragraph2": "My path towards my current professions began several years ago with a trip to the UK for an English course. There I met acupuncture students and saw the results of acupuncture treatment for the first time. Influenced by this along with my prior interest in unconventional means of treatment, as well as the need to satisfy my inner need to help the sick, I began studying unconventional medicine after completing the language course.",
  "paragraph3": "At the College of Traditional Acupuncture in Leamington Spa, I earned a bachelor’s degree in Acupuncture in 1988. I had been treating using acupuncture since 1987, and from 1988 I ran an independent clinic near Oxford. Simultaneously, I have been taking further studies at the same college and earned the title of Advanced Licentiate in Acupuncture in 1990, and in 1992 I crowned my acupuncture studies, gaining the title of Acupuncture Master.",
  "paragraph4": "While working with patients, I realised that the ability to manipulate the motor system (manual therapy) would be a great help in my work. Consequently, in 1991 I undertook studies at the Oxford College of Chiropractic, graduating in 1995 with a Diploma in Chiropractic. I devoted the following year to postgraduate chiropractic studies in London. During said studies, I also developed my skills in working with Qi energy, studying Qigong under the supervision of Zhixing Wang from 1991 to 1995.",
  "paragraph5": "In the next phase of my clinical work, I noticed that the effects of clinical work can be improved with the use of Chinese herbs. Thus, I began studying Traditional Chinese Herbalism in 1996, at the College of Integrated Chinese Medicine in Reading, UK.",
  "paragraph6": "In 1998, after fourteen years of study and clinical work in the UK, I returned to my homeland, where I established and office in Przysiek, near Toruń.",
  "paragraph7": "Since 1999, I have been teaching mu successors at the <a href='/akademia_chiropraktyki/' target='_blank' rel='noreferrer'>Academy of Chiropractic</a>, which I founded.",
  "paragraph8": "In the process of continuous professional development, I earned a Bachelor of Arts (Chiropractic) degree at Oxford Brookes University in 2000 and became one of the few chiropractors in Europe with a university degree in this field. For a better understanding of how patients’ bodies react during chiropractic treatments, in 2002 I completed a two-year training in Craniosacral Therapy with Dr. Andrea Axt of Montreal, Canada.",
  "paragraph9": "While teaching chiropractic at the Academy of Chiropractic, founded by me in 1999, I noticed the need for teaching qualifications, which resulted in a Bachelor of Arts in English from the Teachers’ College of Foreign Languages in Toruń and Nicolaus Copernicus University in Toruń in 2003, as well as a Master of Arts in English Language and Computer Applications from the University of Łódź and a Master in Arts in Coputer-Based English Language Studies at the University of Lancaster, UK.",
  "paragraph10": "In June 2006, together with Janusz Zarbst, I launched the School of Traditional Acupuncture in Bydgoszczy.",
  "paragraph11": "In January 2013 I received my doctoral degree in medicine from the Faculty of Medicine, Medical University in Łódź."
}
