{
  "header1": "Cosmetic acupuncture",
  "view": "View",
  "aboutList": [
    {
      "content": "<b>Radiant, firm and health-brimming facial skin</b> is not the only effect of rejuvenating cosmetic acupuncture. It not only regenerates the most external part of the body, that being skin, but revitalizes the entire human body."
    },
    {
      "content": "The external effect, or how we look and how we want other to perceive us is a <b>natural human aspiration</b>. The better this effect, the <b>more satisfied we are</b>. The effect is magnified when it’s accompanied by a good mood, so acupuncture not only revitalizes facial skin, but the entire human body, thus improving a person’s well-being.",
      "link": "http://www.youtube.com/watch?v=3Rtndo8BoDk"
    },
    {
      "content": "Every day we are tempted by <b>the beauty of faces and bodies</b> we see on the TV and in magazines and are encouraged to copy it, however unrealistic those expectations may be."
    },
    {
      "content": "The pressure of beauty and physical fitness affects both women and men. It is suggested that these assets are essential for a successful career and harmonious personal life. However, a lack of inner harmony of mind and spirit is a mirror image of our face. <b>A happy person radiates their happiness</b>, seen especially on their face."
    },
    {
      "content": "You may be a happy person, but time has made some changes you notice on your face, and your wish is to remove them. It is possible, but for the permanence of the effect with acupuncture we will rejuvenate not only your body, but your entire psyche as well.",
      "link": "http://www.cosmeticacupuncture.ca/cosmetic/"
    },
    {
      "content": "A man must act in order to live, resulting in stress caused by natural ups and downs. This is the mundane of life. However, with regular acupuncture, both the body and psyche can be helped, so that those ups and downs don’t excessively deplete <b>the source of our life energy.</b>"
    },
    {
      "content": "Maintaining a car is essential to its smooth operation. The same is true of the human body. Lack of this maintenance leads to a weakening of life vigour and general despondency, often manifesting of the face."
    },
    {
      "content": "<b>Cosmetic acupuncture</b> will not only minimize the appearance of wrinkles on the forehead, around the eyes and mouth, but will restore the life vigour thereby improving mood."
    }
  ]
}
