{
  "header1": "The results",
  "paragraph1": "Cosmetic acupuncture essentially punctures points located on the facial muscles to improve their elasticity, which also has a rejuvenating effect on the face. In addition, points are punctured on the legs, arms and torso to balance the energy of life.",
  "paragraph2": "A study published in the Journal of Clinical Acupuncture in 1996 demonstrates that out of 300 people who received cosmetic acupuncture, as many as 90% noticed an improvement in facial skin after just one treatment.",
  "paragraph3": "During a treatment clients can not only expect to see and increasingly radiant face, but also notice an increased sense of inner harmony and happiness. The Irish Times newspaper wrote approvingly of cosmetic acupuncture: “a cost-efficient alternative to cosmetic surgery, the effects of which are not limited to improving the face’s appearance”",
  "before": "Before",
  "after": "After",
  "header2": "Patient statements",
  "commentsList": [
    "Jane Becker, a composer and pianist, celebrated her 50th birthday at a dermatologist, paying 1,500$ for restylane and Botox injections. Three months later and their smoothing effect was not visible, so Jane decided to try another elixir of youth: facial acupuncture.",
    "Like many women who have turned to acupuncture in pursuit of beauty, Becker hoper that puncturing strategic points on the dace would be cheaper and have a more lasting effect than her “birthday” injections.",
    "Jane, now 53, started with ten sessions over 5 weeks (1,000$), and now attends monthly sessions to maintain the effects of the treatment (105$ per session). According to her, acupuncture is not only cheap, but pays off in many other ways.",
    "- I can see a difference in the appearance of my face – says Jane, who is seeing Steven Sonmore, a certified acupuncturist in Minneapolis – I look younger, my skin is smoother, brighter and firmer.",
    "First clients, like Becker, began spreading the word about the benefits of the so-called acupuncture facelift. Before the 2005 Academy Awards, a team of acupuncturists appeared in Soho House, a spur-of-the-moment meeting place for celebrities in Los Angeles, and they eagerly embraced the chance to refresh their complexions.",
    "Now, thanks to the much more streamlined marketing, cosmetic acupuncture has begun to catch the attention of a big chunk of wrinkled customers. Its holistic approach appeals especially to women who want to stop the signs of aging, but do not opt for surgery or injections of various chemicals.",
    "Whether it’s called “facial renewal”, “acupuncture facelift” or “cosmetic acupuncture”, the goal is the same: to remove wrinkles and muscle tension, and deal with health problem preventing a beautiful, fresh complexion. As with traditional punctures, inserting needles into specific points stimulates the body’s natural vital forces – called qi. However, there are some additional benefits.",
    "Does it really work? That will have to be proven. Studies have shown that acupuncture is an effective way to get rid of muscle tension, chronic pain, migraines or back pain. However, there are no proven studies showing that acupuncture reduces wrinkles. Nevertheless, the number of facilities offering cosmetic acupuncture has increased in recent years.",
    "- A surge of interest can be seen across the country – says Matha Lucas, a certified acupuncturist who helped create the Mei Zen cosmetic acupuncture system in 2003 (it means “beautiful person” in Chinese). Lucas holds seminars attended by about 30 budding beauticians – The biggest market so far has been Los Angeles, but now people are calling from all over the United States.",
    "Mary Elizabeth Wakefield, a certified acupuncturist who ran the aforementioned event before the 2005 Academy Awards, has trained more than two thousand teachers in 40 countries – they now practice the facial acupuncture she promotes. To date, Wakefield has also taught more that 1,200 specialists, starting with a hundred people in 2001.",
    "- The ancient Chinese have been promoting health and beauty for centuries – Mary says – But we have taken it to a new level.",
    "One reason for the success is certainly more effective marketing: at Lucas’ seminars you can learn how to take “before” and “after” photos, or how to establish fruitful relationships with dermatologists. Lucas even gives out T-shirts saying, “Cosmetic Acupuncture Works”."
  ],
  "src": "Source",
  "access": "Access"
}
